Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: New AI Gateway
ar: بوابة الذكاء الاصطناعي الجديدة
de: Neues KI-Gateway
es: Nueva puerta de enlace de IA
fr: Nouvelle passerelle IA
it: Nuovo gateway IA
ja: 新しい AI ゲートウェイ
ko: 새로운 AI 게이트웨이
pt_br: Novo gateway de IA
ru: Новый шлюз ИИ
zh_hans: 新建 AI Gateway
zh_hant: 新建 AI 網關

source: New Cache Rule
ar: قاعدة ذاكرة التخزين المؤقت الجديدة
de: Neue Cache-Regel
es: Nueva regla de caché
fr: Nouvelle règle de cache
it: Nuova regola della cache
ja: 新しいキャッシュルール
ko: 새로운 캐시 규칙
pt_br: Nova regra de cache
ru: Новое правило кэша
zh_hans: 新建缓存规则
zh_hant: 新建快取規則

source: New CORS Rule
ar: قاعدة CORS الجديدة
de: Neue CORS-Regel
es: Nueva regla CORS
fr: Nouvelle règle CORS
it: Nuova regola CORS
ja: 新しい CORS ルール
ko: 새로운 CORS 규칙
pt_br: Nova regra CORS
ru: Новое правило CORS
zh_hans: 新建 CORS 规则
zh_hant: 新建 CORS 規則

source: New D1 Database
ar: قاعدة بيانات D1 جديدة
de: Neue D1-Datenbank
es: Nueva base de datos D1
fr: Nouvelle base de données D1
it: Nuovo database D1
ja: 新しい D1 データベース
ko: 새로운 D1 데이터베이스
pt_br: Novo banco de dados D1
ru: Новая база данных D1
zh_hans: 新建 D1 数据库
zh_hant: 新建 D1 資料庫

source: New Gateway Rule
ar: قاعدة Gateway جديدة
de: Neue Gateway-Regel
es: Nueva regla de Gateway
fr: Nouvelle règle de passerelle
it: Nuova regola Gateway
ja: 新しい Gateway ルール
ko: 새 Gateway 규칙
pt_br: Nova regra do Gateway
ru: Новое правило Gateway
zh_hans: 新建网关规则
zh_hant: 新增閘道規則

source: New Health Monitor
ar: مراقب الصحة الجديد
de: Neuer Gesundheitsmonitor
es: Nuevo monitor de salud
fr: Nouveau moniteur de santé
it: Nuovo monitoraggio della salute
ja: 新しいヘルスモニター
ko: 새로운 건강 모니터
pt_br: Novo Monitor de Saúde
ru: Новый монитор здоровья
zh_hans: 新建健康监视器
zh_hant: 新建良好监视器

source: New Hyperdrive
ar: هايبر درايف الجديد
de: Neuer Hyperantrieb
es: Nuevo hiperimpulsor
fr: Nouvel Hyperdrive
it: Nuovo Iperguida
ja: 新しいハイパードライブ
ko: 새로운 하이퍼드라이브
pt_br: Novo hiperdrive
ru: Новый Гипердвигатель
zh_hans: 新建 Hyperdrive
zh_hant: 新建 Hyperdrive

source: New KV Namespace
ar: مساحة اسم KV جديدة
de: Neuer KV-Namespace
es: Nuevo espacio de nombres KV
fr: Nouvel espace de noms KV
it: Nuovo spazio dei nomi KV
ja: 新しい KV 名前空間
ko: 새로운 KV 네임스페이스
pt_br: Novo namespace KV
ru: Новое пространство имен KV
zh_hans: 新建 KV 命名空间
zh_hant: 新建 KV 命名空間

source: New Origin Pool
ar: تجمع الأصل الجديد
de: Neuer Origin-Pool
es: Nuevo grupo de origen
fr: Nouveau pool d’origine
it: Nuova piscina di origine
ja: 新しいオリジンプール
ko: 새로운 오리진 풀
pt_br: Novo pool de origem
ru: Новый пул происхождения
zh_hans: 新建源站池
zh_hant: 新建源站池

source: New Pages Project
ar: مشروع الصفحات الجديدة
de: Neues Pagesprojekt
es: Proyecto de nuevas páginas
fr: Projet de nouvelles pages
it: Progetto Nuove Pagine
ja: 新しいPages プロジェクト
ko: 새 Pages 프로젝트
pt_br: Projeto de novas páginas
ru: Проект «Новые Pagesы»
zh_hans: 新建 Pages 项目
zh_hant: 新建 Pages 專案

source: New Queue
ar: قائمة انتظار جديدة
de: Neue Warteschlange
es: Nueva cola
fr: Nouvelle file d'attente
it: Nuova coda
ja: 新しいキュー
ko: 새 대기열
pt_br: Nova fila
ru: Новая очередь
zh_hans: 新建队列
zh_hant: 新建队列

source: New R2 Bucket
ar: حاوية R2 جديدة
de: Neuer R2 Bucket
es: Nuevo bucket R2
fr: Nouveau bucket R2
it: Nuovo bucket R2
ja: 新しい R2 バケット
ko: 새 R2 버킷
pt_br: Novo bucket R2
ru: Новый бакет R2
zh_hans: 新建 R2 存储桶
zh_hant: 新增 R2 儲存桶

source: New Rate Limit
ar: حد السعر الجديد
de: Neues Tariflimit
es: Nuevo límite de tarifa
fr: Nouvelle limite de taux
it: Nuovo limite di tariffa
ja: 新しいレート制限
ko: 새로운 비율 제한
pt_br: Novo limite de taxa
ru: Новый лимит ставки
zh_hans: 新建速率限制
zh_hant: 新建速率限制

source: New Redirect Item
ar: عنصر إعادة توجيه جديد
de: Neues Redirect-Element
es: Nuevo elemento de redireccionamiento
fr: Nouvel élément de redirection
it: Nuovo elemento di reindirizzamento
ja: 新しいリダイレクト項目
ko: 새 리디렉션 항목
pt_br: Novo item de redirecionamento
ru: Новый элемент перенаправления
zh_hans: 新建重定向条目
zh_hant: 新建重定向條目

source: New Redirect List
ar: قائمة إعادة التوجيه الجديدة
de: Neue Weiterleitungsliste
es: Nueva lista de redireccionamiento
fr: Nouvelle liste de redirection
it: Nuovo elenco di reindirizzamenti
ja: 新しいリダイレクトリスト
ko: 새 리디렉션 목록
pt_br: Nova lista de redirecionamento
ru: Новый список перенаправления
zh_hans: 新建重定向列表
zh_hant: 新建重定向列表

source: New Redirect Rule
ar: قاعدة إعادة التوجيه الجديدة
de: Neue Umleitungsregel
es: Nueva regla de redireccionamiento
fr: Nouvelle règle de redirection
it: Nuova regola di reindirizzamento
ja: 新しいリダイレクト ルール
ko: 새로운 리디렉션 규칙
pt_br: Nova regra de redirecionamento
ru: Новое правило перенаправления
zh_hans: 新建重定向规则
zh_hant: 新建重定向規則

source: New Routing Rule
ar: قاعدة التوجيه الجديدة
de: Neue Routing-Regel
es: Nueva regla de enrutamiento
fr: Nouvelle règle de routage
it: Nuova regola di instradamento
ja: 新しいルーティング ルール
ko: 새로운 라우팅 규칙
pt_br: Nova regra de roteamento
ru: Новое правило маршрутизации
zh_hans: 新建路由规则
zh_hant: 新建路由規則

source: New Row Values
ar: قيم الصف الجديد
de: Neue Zeilenwerte
es: Nuevos valores de fila
fr: Nouvelles valeurs de ligne
it: Nuovi valori di riga
ja: 新しい行の値
ko: 새 행 값
pt_br: Novos valores de linha
ru: Новые значения строк
zh_hans: 新行字段值
zh_hant: 新行字段值

source: New secret key generated
ar: تم إنشاء مفتاح سري جديد
de: Neuer geheimer Schlüssel generiert
es: Nueva clave secreta generada
fr: Nouvelle clé secrète générée
it: Nuova chiave segreta generata
ja: 新しい秘密鍵が生成されました
ko: 새 비밀 키가 생성되었습니다.
pt_br: Nova chave secreta gerada
ru: Создан новый секретный ключ
zh_hans: 已生成新密钥
zh_hant: 已生成新密钥

source: New Snippet
ar: مقتطف جديد
de: Neuer Ausschnitt
es: Nuevo fragmento
fr: Nouvel extrait
it: Nuovo frammento
ja: 新しいスニペット
ko: 새 스니펫
pt_br: Novo trecho
ru: Новый фрагмент
zh_hans: 新建 Snippet 代码片段
zh_hant: 新建 Snippet 程式碼片段

source: New Snippet Script
ar: سكريبت مقتطف جديد
de: Neues Snippet-Skript
es: Nuevo fragmento de secuencia de comandos
fr: Nouveau script d'extrait
it: Nuovo script di frammento
ja: 新しいスニペット スクリプト
ko: 새로운 조각 스크립트
pt_br: Novo script de trecho
ru: Новый скрипт фрагмента
zh_hans: 新建 Snippet 脚本
zh_hant: 新建 Snippet 脚本

source: New Transform Rule
ar: قاعدة تحويل جديدة
de: Neue Transformationsregel
es: Nueva regla de transformación
fr: Nouvelle règle de transformation
it: Nuova regola di trasformazione
ja: 新しい変換ルール
ko: 새로운 변환 규칙
pt_br: Nova regra de transformação
ru: Новое правило преобразования
zh_hans: 新建 Transform 规则
zh_hant: 新建 Transform 規則

source: New Tunnel
ar: نفق جديد
de: Neuer Tunnel
es: Nuevo túnel
fr: Nouveau tunnel
it: Nuovo tunnel
ja: 新しいトンネル
ko: 새 터널
pt_br: Novo túnel
ru: Новый туннель
zh_hans: 新建隧道
zh_hant: 新增通道

source: New Turnstile Widget
ar: عنصر Turnstile جديد
de: Neues Turnstile-Widget
es: Nuevo widget de Turnstile
fr: Nouveau widget Turnstile
it: Nuovo widget Turnstile
ja: 新しい Turnstile ウィジェット
ko: 새 Turnstile 위젯
pt_br: Novo widget do Turnstile
ru: Новый виджет Turnstile
zh_hans: 新建 Turnstile 小组件
zh_hant: 新增 Turnstile 小工具

source: New URL Rewrite
ar: إعادة كتابة عنوان URL الجديد
de: Neue URL-Umschreibung
es: Nueva reescritura de URL
fr: Nouvelle réécriture d'URL
it: Nuova riscrittura dell'URL
ja: 新しい URL の書き換え
ko: 새 URL 재작성
pt_br: Nova reescrita de URL
ru: Перезапись нового URL-адреса
zh_hans: 新建 URL 重写
zh_hant: 新建 URL 重寫

source: New Value
ar: قيمة جديدة
de: Neuer Wert
es: Nuevo valor
fr: Nouvelle valeur
it: Nuovo valore
ja: 新しい価値
ko: 새로운 가치
pt_br: Novo valor
ru: Новое значение
zh_hans: 变更后新值
zh_hant: 變更後新值

source: New Value (After)
ar: القيمة الجديدة (بعد)
de: Neuer Wert (nachher)
es: Nuevo valor (después)
fr: Nouvelle valeur (après)
it: Nuovo valore (dopo)
ja: 新しい値 (後)
ko: 새로운 가치(이후)
pt_br: Novo valor (depois)
ru: Новое значение (после)
zh_hans: 变更后新值 (After)
zh_hant: 變更後新值 (After)

source: New WAF Rule
ar: قاعدة WAF الجديدة
de: Neue WAF-Regel
es: Nueva regla WAF
fr: Nouvelle règle WAF
it: Nuova regola WAF
ja: 新しい WAF ルール
ko: 새로운 WAF 규칙
pt_br: Nova regra WAF
ru: Новое правило WAF
zh_hans: 新建 WAF 规则
zh_hant: 新建 WAF 規則

source: New Worker
ar: Worker جديد
de: Neuer Worker
es: Nuevo Worker
fr: Nouveau Worker
it: Nuovo Worker
ja: 新規 Worker
ko: 새 Worker
pt_br: Novo Worker
ru: Новый Worker
zh_hans: 新建 Worker
zh_hant: 新建 Worker

source: Next
ar: التالي
de: Als nächstes
es: Próximo
fr: Suivant
it: Prossimo
ja: 次
ko: 다음
pt_br: Próximo
ru: Следующий
zh_hans: 下一步
zh_hant: 下一步

source: Next-generation QUIC transport with 0-RTT.
ar: نقل QUIC من الجيل التالي مع 0-RTT.
de: QUIC-Transport der nächsten Generation mit 0-RTT.
es: Transporte QUIC de última generación con 0-RTT.
fr: Transport QUIC de nouvelle génération avec 0-RTT.
it: Trasporto QUIC di nuova generazione con 0-RTT.
ja: 0-RTT を備えた次世代 QUIC トランスポート。
ko: 0-RTT를 지원하는 차세대 QUIC 전송.
pt_br: Transporte QUIC de última geração com 0-RTT.
ru: Транспорт QUIC следующего поколения с 0-RTT.
zh_hans: 支持 0-RTT 的下一代 QUIC 传输协议。
zh_hant: 支援 0-RTT 的下一代 QUIC 傳輸通訊協定。

source: Nginx config copied
ar: تم نسخ تكوين Nginx
de: Nginx-Konfiguration kopiert
es: Configuración de Nginx copiada
fr: Configuration Nginx copiée
it: Configurazione Nginx copiata
ja: Nginx設定がコピーされました
ko: Nginx 구성이 복사되었습니다.
pt_br: Configuração do Nginx copiada
ru: Конфигурация Nginx скопирована.
zh_hans: 已复制 Nginx 配置代码
zh_hant: 已複製 Nginx 設定程式碼

source: No %@ Rules
ar: لا توجد قواعد %@
de: Keine %@-Regeln
es: Sin %@ reglas
fr: Aucune règle %@
it: Nessuna regola %@
ja: %@ ルールはありません
ko: %@ 규칙 없음
pt_br: Sem %@ regras
ru: Нет правил %@
zh_hans: 暂无 %@ 规则
zh_hant: 暂無 %@ 規則

source: No Access Applications
ar: لا توجد تطبيقات الوصول
de: Keine Zugriffsanwendungen
es: Aplicaciones sin acceso
fr: Aucune demande d'accès
it: Nessun accesso alle applicazioni
ja: Access アプリケーションがありません
ko: Access 애플리케이션 없음
pt_br: Sem aplicativos de acesso
ru: Приложения без доступа
zh_hans: 暂无 Access 应用程序
zh_hant: 暂無 Access 應用程序

source: No Account Selected
ar: لم يتم تحديد حساب
de: Kein Konto ausgewählt
es: Ninguna cuenta seleccionada
fr: Aucun compte sélectionné
it: Nessun account selezionato
ja: アカウントが選択されていません
ko: 선택된 계정이 없습니다
pt_br: Nenhuma conta selecionada
ru: Аккаунт не выбран
zh_hans: 未选择账号
zh_hant: 未選择账號

source: No Active Cloudflare Account Found
ar: لم يتم العثور على حساب Cloudflare نشط
de: Kein aktives Cloudflare-Konto gefunden
es: No se encontró ninguna cuenta de Cloudflare activa
fr: Aucun compte Cloudflare actif trouvé
it: Nessun account Cloudflare attivo trovato
ja: アクティブな Cloudflare アカウントが見つかりません
ko: 활성 Cloudflare 계정을 찾을 수 없습니다
pt_br: Nenhuma conta Cloudflare ativa encontrada
ru: Активный аккаунт Cloudflare не найден
zh_hans: 未找到有效的 Cloudflare 账户
zh_hant: 未找到有效的 Cloudflare 帳戶

source: No active instances discovered in this namespace.
ar: لم يتم اكتشاف مثيلات نشطة في مساحة الاسم هذه.
de: In diesem Namespace wurden keine aktiven Instanzen gefunden.
es: No se descubrieron instancias activas en este espacio de nombres.
fr: Aucune instance active découverte dans cet espace de noms.
it: Nessuna istanza attiva rilevata in questo spazio dei nomi.
ja: この名前空間ではアクティブなインスタンスが検出されませんでした。
ko: 이 네임스페이스에는 활성 인스턴스가 없습니다.
pt_br: Nenhuma instância ativa descoberta neste namespace.
ru: В этом пространстве имен не обнаружено активных экземпляров.
zh_hans: 在此命名空间下未发现活跃实例。
zh_hant: 在此命名空間下未發現活躍實例。

source: No AI Gateways
ar: لا توجد بوابات الذكاء الاصطناعي
de: Keine KI-Gateways
es: Sin puertas de enlace de IA
fr: Pas de passerelles IA
it: Nessun gateway AI
ja: AIゲートウェイなし
ko: AI 게이트웨이 없음
pt_br: Sem gateways de IA
ru: Нет шлюзов ИИ
zh_hans: 暂无 AI Gateway
zh_hant: 暂無 AI Gateway

source: No Analytics Data
ar: لا توجد بيانات تحليلية
de: Keine Analytics-Daten
es: Sin datos analíticos
fr: Aucune donnée analytique
it: Nessun dato analitico
ja: 分析データがありません
ko: 분석 데이터 없음
pt_br: Sem dados analíticos
ru: Нет данных аналитики
zh_hans: 暂无分析数据
zh_hant: 無分析數据

source: No Audit Logs
ar: لا توجد سجلات التدقيق
de: Keine Audit-Protokolle
es: Sin registros de auditoría
fr: Aucun journal d'audit
it: Nessun registro di controllo
ja: 監査ログなし
ko: 감사 로그 없음
pt_br: Sem registros de auditoria
ru: Нет журналов аудита
zh_hans: 暂无审计日志
zh_hant: 暂無审计記錄

source: No build logs available for this deployment.
ar: لا توجد سجلات بناء متاحة لهذا النشر.
de: Für diese Bereitstellung sind keine Build-Protokolle verfügbar.
es: No hay registros de compilación disponibles para esta implementación.
fr: Aucun journal de build disponible pour ce déploiement.
it: Nessun log di build disponibile per questa distribuzione.
ja: このデプロイメントで使用できるビルド ログはありません。
ko: 이 배포에 사용할 수 있는 빌드 로그가 없습니다.
pt_br: Nenhum log de build disponível para esta implantação.
ru: Для этого развертывания нет доступных журналов сборки.
zh_hans: 当前部署暂无可用构建日志。
zh_hant: 當前部署暂無可用构建記錄。

source: No Bulk Redirect Lists
ar: لا توجد قوائم إعادة توجيه مجمعة
de: Keine Massenumleitungslisten
es: Sin listas de redireccionamiento masivo
fr: Aucune liste de redirection groupée
it: Nessun elenco di reindirizzamento in blocco
ja: 一括リダイレクトリストはありません
ko: 대량 리디렉션 목록 없음
pt_br: Sem listas de redirecionamento em massa
ru: Нет массовых списков перенаправления
zh_hans: 暂无批量重定向列表
zh_hant: 暂無批量重定向列表

source: No Cache Rules
ar: لا توجد قواعد ذاكرة التخزين المؤقت
de: Keine Cache-Regeln
es: Sin reglas de caché
fr: Aucune règle de cache
it: Nessuna regola della cache
ja: キャッシュ ルールがありません
ko: 캐시 규칙 없음
pt_br: Sem regras de cache
ru: Нет правил кэширования
zh_hans: 暂无缓存规则
zh_hant: 暫無快取規則

source: No CORS Rules Configured
ar: لم يتم تكوين قواعد CORS
de: Keine CORS-Regeln konfiguriert
es: No hay reglas CORS configuradas
fr: Aucune règle CORS configurée
it: Nessuna regola CORS configurata
ja: CORS ルールが設定されていません
ko: 구성된 CORS 규칙 없음
pt_br: Nenhuma regra CORS configurada
ru: Правила CORS не настроены
zh_hans: 未配置 CORS 规则
zh_hant: 未設定 CORS 規則

source: No CORS rules configured.
ar: لم يتم تكوين قواعد CORS.
de: Keine CORS-Regeln konfiguriert.
es: No hay reglas CORS configuradas.
fr: Aucune règle CORS configurée.
it: Nessuna regola CORS configurata.
ja: CORS ルールが設定されていません。
ko: 구성된 CORS 규칙이 없습니다.
pt_br: Nenhuma regra CORS configurada.
ru: Правила CORS не настроены.
zh_hans: 未配置 CORS 规则。
zh_hant: 未設定 CORS 規則。

source: No Cron Triggers
ar: لا يوجد مشغلات كرون
de: Keine Cron-Trigger
es: Sin activadores cron
fr: Aucun déclencheur Cron
it: Nessun trigger Cron
ja: Cron トリガーなし
ko: 크론 트리거 없음
pt_br: Sem gatilhos Cron
ru: Нет триггеров Cron
zh_hans: 暂无 Cron 触发器
zh_hant: 暂無 Cron 触發器

source: No Custom Certificates
ar: لا توجد شهادات مخصصة
de: Keine benutzerdefinierten Zertifikate
es: Sin certificados personalizados
fr: Aucun certificat personnalisé
it: Nessun certificato personalizzato
ja: カスタム証明書はありません
ko: 사용자 정의 인증서 없음
pt_br: Sem certificados personalizados
ru: Никаких пользовательских сертификатов
zh_hans: 暂无自定义证书
zh_hant: 無自定义憑證

source: No custom certificates found. Note: This feature requires Cloudflare Advanced Certificate Manager or a Business/Enterprise plan.
ar: لم يتم العثور على شهادات مخصصة. ملاحظة: تتطلب هذه الميزة مدير شهادات Cloudflare المتقدم أو خطة الأعمال/المؤسسات.
de: Keine benutzerdefinierten Zertifikate gefunden. Hinweis: Für diese Funktion ist Cloudflare Advanced Certificate Manager oder ein Business/Enterprise-Plan erforderlich.
es: No se encontraron certificados personalizados. Nota: Esta función requiere Cloudflare Advanced Certificate Manager o un plan Business/Enterprise.
fr: Aucun certificat personnalisé trouvé. Remarque : Cette fonctionnalité nécessite Cloudflare Advanced Certificate Manager ou un forfait Business/Entreprise.
it: Nessun certificato personalizzato trovato. Nota: questa funzionalità richiede Cloudflare Advanced Certificate Manager o un piano Business/Enterprise.
ja: カスタム証明書が見つかりません。注: この機能には、Cloudflare Advanced Certificate Manager または Business/Enterprise プランが必要です。
ko: 맞춤 인증서를 찾을 수 없습니다. 참고: 이 기능을 사용하려면 Cloudflare Advanced Certificate Manager 또는 Business/Enterprise 요금제가 필요합니다.
pt_br: Nenhum certificado personalizado encontrado. Observação: este recurso requer Cloudflare Advanced Certificate Manager ou um plano Business/Enterprise.
ru: Пользовательские сертификаты не найдены. Примечание. Для этой функции требуется расширенный диспетчер сертификатов Cloudflare или план Business/Enterprise.
zh_hans: 未找到自定义证书。注意：此功能需要 Cloudflare 高级证书管理器或 Business/Enterprise 计划。
zh_hant: 未找到自定义憑證。注意：此功能需要 Cloudflare 高級憑證管理器或 Business/Enterprise 计划。

source: No Custom Domains
ar: لا توجد نطاقات مخصصة
de: Keine benutzerdefinierten Domains
es: Sin dominios personalizados
fr: Aucun domaine personnalisé
it: Nessun dominio personalizzato
ja: カスタム ドメインがありません
ko: 커스텀 도메인 없음
pt_br: Nenhum domínio personalizado
ru: Нет пользовательских доменов
zh_hans: 暂无自定义域名
zh_hant: 無自訂網域

source: No custom domains attached.
ar: لم يتم إرفاق أي مجالات مخصصة.
de: Keine benutzerdefinierten Domänen angehängt.
es: No hay dominios personalizados adjuntos.
fr: Aucun domaine personnalisé attaché.
it: Nessun dominio personalizzato collegato.
ja: カスタム ドメインは接続されていません。
ko: 연결된 맞춤 도메인이 없습니다.
pt_br: Nenhum domínio personalizado anexado.
ru: Пользовательские домены не подключены.
zh_hans: 暂无挂载的自定义域名。
zh_hant: 暂無挂載的自定义網域稱。

source: No custom domains connected.
ar: لا توجد مجالات مخصصة متصلة.
de: Keine benutzerdefinierten Domänen verbunden.
es: No hay dominios personalizados conectados.
fr: Aucun domaine personnalisé connecté.
it: Nessun dominio personalizzato collegato.
ja: カスタム ドメインが接続されていません。
ko: 연결된 맞춤 도메인이 없습니다.
pt_br: Nenhum domínio personalizado conectado.
ru: Персональные домены не подключены.
zh_hans: 未连接自定义域名。
zh_hant: 未連線自定义網域稱。

source: No custom routing rules configured.
ar: لم يتم تكوين قواعد توجيه مخصصة.
de: Keine benutzerdefinierten Routing-Regeln konfiguriert.
es: No se han configurado reglas de enrutamiento personalizadas.
fr: Aucune règle de routage personnalisée configurée.
it: Nessuna regola di routing personalizzata configurata.
ja: カスタム ルーティング ルールが設定されていません。
ko: 구성된 맞춤 라우팅 규칙이 없습니다.
pt_br: Nenhuma regra de roteamento personalizada configurada.
ru: Пользовательские правила маршрутизации не настроены.
zh_hans: 未配置自定义路由规则。
zh_hant: 未設定自定义路由規則。

source: No Custom WAF Rules
ar: لا توجد قواعد WAF مخصصة
de: Keine benutzerdefinierten WAF-Regeln
es: Sin reglas WAF personalizadas
fr: Aucune règle WAF personnalisée
it: Nessuna regola WAF personalizzata
ja: カスタム WAF ルールなし
ko: 맞춤형 WAF 규칙 없음
pt_br: Sem regras WAF personalizadas
ru: Нет пользовательских правил WAF
zh_hans: 暂无自定义 WAF 规则
zh_hant: 暂無自定义 WAF 規則

source: No D1 Databases
ar: لا توجد قواعد بيانات D1
de: Keine D1-Datenbanken
es: Sin bases de datos D1
fr: Pas de bases de données D1
it: Nessun database D1
ja: D1 データベースなし
ko: D1 데이터베이스 없음
pt_br: Sem bancos de dados D1
ru: Нет баз данных D1
zh_hans: 未找到 D1 数据库
zh_hant: 未找到 D1 資料庫

source: No Data
ar: لا توجد بيانات
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
ru: Нет данных
zh_hans: 暂无数据
zh_hant: 暂無數据

source: No data available.
ar: لا توجد بيانات متاحة.
de: Keine Daten verfügbar.
es: No hay datos disponibles.
fr: Aucune donnée disponible.
it: Nessun dato disponibile.
ja: 利用可能なデータはありません。
ko: 데이터가 없습니다.
pt_br: Não há dados disponíveis.
ru: Данные отсутствуют.
zh_hans: 暂无数据。
zh_hant: 暂無數据。

source: No degraded services or active outages detected right now.
ar: لم يتم اكتشاف أي خدمات متدهورة أو انقطاعات نشطة في الوقت الحالي.
de: Derzeit wurden keine beeinträchtigten Dienste oder aktiven Ausfälle festgestellt.
es: No se han detectado servicios degradados ni cortes activos en este momento.
fr: Aucun service dégradé ou panne active détecté pour le moment.
it: Nessun servizio degradato o interruzione attiva rilevata al momento.
ja: 現時点では、サービスの低下やアクティブな停止は検出されていません。
ko: 현재는 성능 저하된 서비스나 활성 중단이 감지되지 않습니다.
pt_br: Nenhum serviço degradado ou interrupção ativa detectado no momento.
ru: На данный момент не обнаружено ухудшения качества услуг или активных сбоев.
zh_hans: 当前所有服务与数据中心运行正常，未检测到异常。
zh_hant: 當前所有服务与數据中心运行正常，未檢測到异常。

source: No deployment history found for Pages project '%@'.
ar: لم يتم العثور على سجل نشر لمشروع Pages '%@'.
de: Kein Bereitstellungsverlauf für das Pages-Projekt '%@' gefunden.
es: No se encontró historial de despliegue para el proyecto de Pages '%@'.
fr: Aucun historique de déploiement trouvé pour le projet Pages '%@'.
it: Nessuna cronologia di distribuzione trovata per il progetto Pages '%@'.
ja: Pages プロジェクト '%@' のデプロイ履歴が見つかりません。
ko: Pages 프로젝트 '%@'의 배포 기록을 찾을 수 없습니다.
pt_br: Nenhum histórico de implantação encontrado para o projeto Pages '%@'.
ru: История развертывания для проекта Pages '%@' не найдена.
zh_hans: 未找到 Pages 项目 '%@' 的部署历史记录。
zh_hant: 未找到 Pages 專案 '%@' 的部署歷史記錄。

source: No deployment history found for Worker '%@'.
ar: لم يتم العثور على سجل نشر لـ Worker '%@'.
de: Kein Bereitstellungsverlauf für Worker '%@' gefunden.
es: No se encontró historial de despliegue para Worker '%@'.
fr: Aucun historique de déploiement trouvé pour le Worker '%@'.
it: Nessuna cronologia di distribuzione trovata per Worker '%@'.
ja: Worker '%@' のデプロイ履歴が見つかりません。
ko: Worker '%@'의 배포 기록을 찾을 수 없습니다.
pt_br: Nenhum histórico de implantação encontrado para o Worker '%@'.
ru: История развертывания для Worker '%@' не найдена.
zh_hans: 未找到 Worker '%@' 的部署历史记录。
zh_hant: 未找到 Worker '%@' 的部署歷史記錄。

source: No Deployments
ar: لا عمليات النشر
de: Keine Bereitstellungen
es: Sin implementaciones
fr: Aucun déploiement
it: Nessuna distribuzione
ja: デプロイメントなし
ko: 배포 없음
pt_br: Nenhuma implantação
ru: Нет развертываний
zh_hans: 暂无部署记录
zh_hant: 暂無部署记录

source: No destination addresses added.
ar: لم يتم إضافة عناوين وجهة.
de: Keine Zieladressen hinzugefügt.
es: No se han añadido direcciones de destino.
fr: Aucune adresse de destination ajoutée.
it: Nessun indirizzo di destinazione aggiunto.
ja: 宛先アドレスが追加されていません。
ko: 대상 주소가 추가되지 않았습니다.
pt_br: Nenhum endereço de destino adicionado.
ru: Адреса назначения не добавлены.
zh_hans: 未添加目标地址。
zh_hant: 未新增目的地地址。

source: No destination addresses configured.
ar: لم يتم تكوين عناوين الوجهة.
de: Keine Zieladressen konfiguriert.
es: No hay direcciones de destino configuradas.
fr: Aucune adresse de destination configurée.
it: Nessun indirizzo di destinazione configurato.
ja: 宛先アドレスが設定されていません。
ko: 구성된 대상 주소가 없습니다.
pt_br: Nenhum endereço de destino configurado.
ru: Адреса назначения не настроены.
zh_hans: 未配置目标地址。
zh_hant: 未設定目標地址。

source: No destination addresses.
ar: لا توجد عناوين الوجهة.
de: Keine Zieladressen.
es: Sin direcciones de destino.
fr: Aucune adresse de destination.
it: Nessun indirizzo di destinazione.
ja: 宛先アドレスがありません。
ko: 목적지 주소가 없습니다.
pt_br: Nenhum endereço de destino.
ru: Нет адресов назначения.
zh_hans: 暂无目标地址。
zh_hant: 無目標地址。

source: No DNS Records
ar: لا توجد سجلات DNS
de: Keine DNS-Einträge
es: Sin registros DNS
fr: Aucun enregistrement DNS
it: Nessun record DNS
ja: DNS レコードがありません
ko: DNS 레코드 없음
pt_br: Sem registros DNS
ru: Нет DNS-записей
zh_hans: 暂无 DNS 记录
zh_hant: 無 DNS 记录

source: No DNS Records Found
ar: لم يتم العثور على سجلات DNS
de: Keine DNS-Einträge gefunden
es: No se encontraron registros DNS
fr: Aucun enregistrement DNS trouvé
it: Nessun record DNS trovato
ja: DNS レコードが見つかりません
ko: DNS 레코드를 찾을 수 없음
pt_br: Nenhum registro DNS encontrado
ru: Записи DNS не найдены
zh_hans: 未找到 DNS 记录
zh_hant: 找不到 DNS 記錄

source: No DNS records found for this domain.
ar: لم يتم العثور على سجلات DNS لهذا المجال.
de: Für diese Domain wurden keine DNS-Einträge gefunden.
es: No se encontraron registros DNS para este dominio.
fr: Aucun enregistrement DNS trouvé pour ce domaine.
it: Nessun record DNS trovato per questo dominio.
ja: このドメインの DNS レコードが見つかりません。
ko: 이 도메인에 대한 DNS 레코드가 없습니다.
pt_br: Nenhum registro DNS encontrado para este domínio.
ru: Для этого домена не найдено записей DNS.
zh_hans: 未找到该域名的 DNS 记录。
zh_hant: 未找到该網域稱的 DNS 记录。
